{
  "title": "Estehdath",
  "Close menu": "Close menu",
  "home": "Home",
  "services": "Services",
  "about": "About us",
  "contact": "Contact",
  "hero_Content": "We cover all your coating and insulation needs. Whether you need intumescent paint, protective coating, floor coating, water and thermal insulation, we have you covered. We use the latest technology and materials to ensure quality and durability.",
  "slogan": "We cover all your",
  "word_coating": " Coating ",
  "word_insulation": "Insulation",
  "word_and": " and ",
  "word_needs": "needs",
  "Contact_us": "Contact us today",
  "Learn_more": "Learn more",
  "About_us_Let": "Let us",
  "About_us_protect": "protect",
  "About_us_your": "your property with our coating and insulation services.",
  "About_content": "Estehdath offers coating and insulation services to protect your property from water, fire, and heat. We have the best solutions for water tanks, floors, fire-resistant paint, and thermal insulation. We are experienced and reliable.",
  "Logo": "We choose our suppliers carefully to ensure the highest standards of quality and safety",
  "Protect": "Protect your ",
  "assets": " assets",
  "soloution": " with our thermal and fire resistant solutions.",
  "Intumescent": "Intumescent Paint ",
  "Floor_coating": "Floor Coating",
  "Thermal_insulation": "Thermal Insulation",
  "Thermal_Insulation_For_water": "Thermal Insulation For water Tanks  ",
  "Intumescent_coatings": "protective coating",
  "Learn_more_feature": "Learn more",
  "Team": "The teamwork is considered the cornerstone upon which all successful companies are built. Therefore, our company, Estehdath, attracts the best scientific expertise and skilled labor, in addition to following the best safety practices. We also provide the best industrial devices and equipment to ensure the best and most complete implementation of our work. We also invest in developing the knowledge of our employees by providing them with opportunities to attend training courses and workshops in the finest training institutes and scientific institutions.",
  "Contact_Us_contact": "Contact Us",
  "Let_Connect": "Let's Connect!",
  "We_just_click_away": "We're just a click away",
  "click_away": "click away",
  "Our_Location": "Our Location",
  "How_Can_We_Help": "How Can We Help?",
  "Send_us_a_Message": "Send us a Message",
  "Full_Name": "Full Name",
  "Email_Address": "Email Address",
  "Phone_Number": "Phone Number",
  "Message": "Message",
  "Send_Message": "Send Message",
  "Address": "Address",
  "Social": "Social",
  "rights": "All rights reserved",
  "question": "Do you have a question?",
  "technical": "Our technical support team is ready to assist you with any inquiries you may have. ",
  "or": "or",
  "Main_activities_of_Estehdath": "Main activities of Estehdath",
  "Main_activities_of_Estehdath_description": "As a specialized contracting company, we require technical knowledge and high execution skills in our main fields",
  "Protective_coatings": "Protective coatings",
  "Protective_coatings_description": "We execute projects for protective coatings against rust and corrosion on steel surfaces according to the highest international standards for implementing this type of project, based on a scientific and technical approach, and using the best materials and paints. Our projects cover petroleum and gas facilities, bridges, iron towers, steel structures, etc.",
  "Fire_proofing_coatings": "Fire-proofing coatings",
  "Fire_proofing_coatings_description": "Our company executes fire protection coating projects for steel structures according to the conditions of civil defense and the Saudi building code. We use the best equipment and highly skilled technicians in this field for industrial, commercial, and civil facilities such as factories, iron towers, airports, warehouses, etc.",
  "Floor_coatings": "Floor coatings",
  "Floor_coatings_description": "Our company executes floor coating projects for factories such as food factories, parking lots, laboratories, and airports using the best tools and techniques",
  "Tank_protection_coatings": "Tank protection coatings",
  "Tank_protection_coatings_description": "We apply the best products to coat tanks to protect them from corrosion, such as drinking water tanks and chemical storage tanks.",
  "Insulation": "Insulation",
  "Insulation_description": "Our company executes thermal and water insulation projects for industrial, civil, and commercial facilities such as factories, malls, and warehouses",
  "Coating_for_concrete_structure": "Coating for concrete structure",
  "Coating_for_concrete_structure_description": "Our company executes projects for protecting concrete structures from corrosion by using the latest anti-carbonation materials, such as bridges.",
  "contactContact": "Contact us",
  "Email": "Email",
  "Phone": "Phone",
  "info": "Info",
  "sales": "Sales",
  "sendMessage": "Send us a message",
  "name": "Name",
  "PhoneNumber": "Phone Number",
  "MessageContact": "Message",
  "Send": "Send",
  "orContact": "or",
  "Main": "Main activities of Estehdath",
  "sloganAbout": "Specialized contracting that requires high technical knowledge and high execution skill",
  "Protective" : "Protective coatings",
   "Fire" : "Fire-proofing coatings",
    "Floor" : "Floor coatings",
    "Tank" : "Tank protection coatings",
    "InsulationServices" : "Insulation",
    "Coating" : "Coating for concrete structure",
  "mission": "Our mission is to protect your assets",
  "mission_content": "Our services include intumescent paint, floor coating, water and thermal insulation, coating for concrete structures, and more. We use only the best materials and equipment to ensure quality and durability of our work. We also provide free consultation and quotation for every project.",
  "servicesAbout": "Our services",
  "language" : "language"
}
